Repository: pasitrinkimane/growtype-form
Catalog: languages/growtype-form-*.po
Languages: lt_lt

source: "Delete" allows you to delete a pending account from your site. You will be asked to confirm this deletion.
lt_lt: „Ištrinti“ leidžia iš svetainės ištrinti laukiančią paskyrą. Jūsų bus paprašyta patvirtinti šį ištrynimą.

source: "Email" takes you to the confirmation screen before being able to send the activation link to the desired pending account. You can only send the activation email once per day.
lt_lt: „El. paštas“ nukreipia jus į patvirtinimo ekraną, kol galėsite išsiųsti aktyvinimo nuorodą į norimą laukiančią paskyrą. Aktyvinimo el. laišką galite siųsti tik kartą per dieną.

source: (less than 24 hours ago)
lt_lt: (mažiau nei prieš 24 valandas)

source: <a href="https://buddypress.org/support/">Support Forums</a>
lt_lt: <a href="https://buddypress.org/support/">Palaikymo forumai</a>

source: Actions
lt_lt: Veiksmai

source: Advanced form functionality for "Growtype" theme.
lt_lt: Išplėstinė formos funkcija „Growtype“ temai.

source: At least one selection is required.
lt_lt: Būtinas bent vienas pasirinkimas.

source: Below are multiple users signup details:
lt_lt: Toliau pateikiama kelių naudotojų registracijos informacija:

source: Below are user signup details:
lt_lt: Žemiau yra vartotojo registracijos informacija:

source: Bulk actions allow you to perform these 3 actions for the selected rows.
lt_lt: Masiniai veiksmai leidžia atlikti šiuos 3 veiksmus pasirinktose eilutėse.

source: By clicking on a Username you will be able to activate a pending account from the confirmation screen.
lt_lt: Spustelėję vartotojo vardą patvirtinimo ekrane galėsite suaktyvinti laukiančią paskyrą.

source: Cancel
lt_lt: Atšaukti

source: Check your e-mail for login information.
lt_lt: Patikrinkite savo el. paštą prisijungimo informacijos.

source: Confirm
lt_lt: Patvirtinti

source: Delete
lt_lt: Ištrinti

source: Delete Pending Accounts
lt_lt: Ištrinkite laukiančias paskyras

source: Display Name
lt_lt: Rodomas pavadinimas

source: Email
lt_lt: El. paštas

source: Evaluate
lt_lt: Įvertinti

source: Extended
lt_lt: Prailgintas

source: Filter users list
lt_lt: Filtruoti vartotojų sąrašą

source: For more information:
lt_lt: Daugiau informacijos:

source: Form is not configured. Please contact site admin.
lt_lt: Forma nesukonfigūruota. Susisiekite su svetainės administratoriumi.

source: From the screen options, you can customize the displayed columns and the pagination of this screen.
lt_lt: Ekrano parinktyse galite tinkinti rodomus stulpelius ir šio ekrano puslapius.

source: GF Signups
lt_lt: GF registracijas

source: Growtype
lt_lt: Augimo tipas

source: Growtype Form
lt_lt: Augimo tipo forma

source: Growtype Form Signups
lt_lt: Growtype formų registracija

source: Hello, We are happy to inform you that your account is %s. You can access platform on %s
lt_lt: Sveiki, Džiaugiamės galėdami pranešti, kad jūsų paskyra yra %s. Platformą galite pasiekti %s

source: Hovering over a row in the pending accounts list will display action links that allow you to manage pending accounts. You can perform the following actions:
lt_lt: Užvedus pelės žymeklį virš laukiančių paskyrų sąrašo eilutės, bus rodomos veiksmų nuorodos, leidžiančios tvarkyti laukiančias paskyras. Galite atlikti šiuos veiksmus:

source: Last notified: %s
lt_lt: Paskutinį kartą pranešta: %s

source: Lost your password?
lt_lt: Pamiršote slaptažodį?

source: Missing values required for login.
lt_lt: Trūksta prisijungimui reikalingų reikšmių.

source: Name
lt_lt: vardas

source: New product
lt_lt: Naujas produktas

source: No pending accounts found.
lt_lt: Laukiančių paskyrų nerasta.

source: Not a valid username. </br></br> Please check the following criteria for a valid username: </br> - Your username must contain at least 3 characters. </br> - It may only consist of letters (a-z, A-Z), numbers (0-9), hyphens (-), and underscores (_). </br> - Special characters and spaces are not allowed. </br> - Ensure there are no consecutive hyphens or underscores.</br> - The username should not start or end with a hyphen or underscore. </br> </br> Please review your username and make the necessary corrections to meet these requirements.
lt_lt: Netinkamas vartotojo vardas. </br></br> Patikrinkite šiuos tinkamus naudotojo vardo kriterijus: </br> - Jūsų vartotojo vardą turi sudaryti bent 3 simboliai. </br> – Jį gali sudaryti tik raidės (a–z, A–Z), skaičiai (0–9), brūkšneliai (-) ir apatiniai brūkšniai (_). </br> - Specialieji simboliai ir tarpai neleidžiami. </br> – Įsitikinkite, kad nėra iš eilės brūkšnelių ar apatinių brūkšnių.</br> – Vartotojo vardas neturėtų prasidėti arba baigtis brūkšneliu ar pabraukimu. </br> </br> Peržiūrėkite savo vartotojo vardą ir atlikite reikiamus pataisymus, kad atitiktumėte šiuos reikalavimus.

source: Overview
lt_lt: Apžvalga

source: Passwords do not match
lt_lt: Slaptažodžiai nesutampa!

# Pending Accounts per page (screen options)
source: Amount per page
lt_lt: Kiekis puslapyje

source: Pending users list
lt_lt: Laukiančių vartotojų sąrašas

source: Pending users list navigation
lt_lt: Laukiančių vartotojų sąrašo naršymas

source: Please enter password.
lt_lt: Įveskite slaptažodį.

source: Please fill all required fields.
lt_lt: Prašome užpildyti visus būtinus laukus.

source: Please login to update your information.
lt_lt: Norėdami atnaujinti informaciją, prisijunkite.

source: Please use another email.
lt_lt: Prašome naudoti kitą el.

source: Post has been submitted successfully.
lt_lt: Įrašas sėkmingai pateiktas.

source: Privacy policy
lt_lt: Privatumo politika

source: Product created.
lt_lt: Sukurtas produktas.

source: Product updated.
lt_lt: Produktas atnaujintas.

source: Product uploaded.
lt_lt: Produktas įkeltas.

source: Record created successfully.
lt_lt: Įrašas sėkmingai sukurtas.

source: Registration Date
lt_lt: Registracijos data

source: Registration date
lt_lt: Registracijos data

# Registrations
source: Email
lt_lt: El. paštas

# Registrations
source: Evaluate
lt_lt: Įvertinti

# Registrations
source: Export all
lt_lt: Eksportuoti viską

# Registrations
source: Export selected
lt_lt: Pasirinktas eksportas

source: Resend Activation Emails
lt_lt: Iš naujo siųsti aktyvinimo el. laiškus

source: Save
lt_lt: Sutaupyti

source: Search results for &#8220;%s&#8221;
lt_lt: Paieškos rezultatai pagal „%s“

source: Search Users
lt_lt: Ieškoti vartotojų

source: Select user: %s
lt_lt: Pasirinkite vartotoją: %s

source: Sign in
lt_lt: Prisijungti

source: Sign In with Facebook
lt_lt: Prisijunkite su Facebook

source: Sign In with Google
lt_lt: Prisijunkite naudodami Google

source: Sign up
lt_lt: Registruotis

source: Sign up successful.
lt_lt: Sėkmingai užsiregistruota.

source: Sign Up with Google
lt_lt: Prisiregistruokite su Google

# signup deleted
source: %s sign-up successfully deleted!
lt_lt: %s registracija sėkmingai ištrinta!

source: Signup details
lt_lt: Registracijos informacija

# signup notdeleted
source: %s sign-up was not deleted.
lt_lt: %s registracija nebuvo ištrinta.

# signup notsent
source: %s account was not activated.
lt_lt: %s paskyra nebuvo suaktyvinta.

# signup notsent
source: %s activation email was not sent.
lt_lt: %s aktyvinimo el. laiškas nebuvo išsiųstas.

# signup resent
source: %s account successfully activated!
lt_lt: %s paskyra sėkmingai suaktyvinta!

# signup resent
source: %s activation email successfully sent!
lt_lt: %s aktyvinimo el. laiškas sėkmingai išsiųstas!

source: Something went wrong, please try again.
lt_lt: Kažkas ne taip, bandykite dar kartą.

source: Something went wrong.
lt_lt: Įvyko klaida.

source: Something went wrong. Please contact administrator.
lt_lt: Įvyko klaida. Susisiekite su puslapio administratoriumi.

source: Something went wrong. Please contact site admin.
lt_lt: Kažkas nutiko. Susisiekite su svetainės administratoriumi.

source: Something went wrong. Please try again or contact our support.
lt_lt: Kažkas nutiko. Bandykite dar kartą arba susisiekite su mūsų palaikymo komanda.

source: Submitted data
lt_lt: Pateikti duomenys

source: Terms & Conditions
lt_lt: Sąlygos ir nuostatos

source: The information was successfully updated.
lt_lt: Informacija sėkmingai atnaujinta.

source: There was a problem activating accounts. Please try again.
lt_lt: Aktyvinant paskyras kilo problema. Prašau, pabandykite dar kartą.

source: There was a problem deleting sign-ups. Please try again.
lt_lt: Ištrinant registracijas kilo problema. Prašau, pabandykite dar kartą.

source: There was a problem sending the activation emails. Please try again.
lt_lt: Siunčiant aktyvinimo el. laiškus kilo problema. Prašau, pabandykite dar kartą.

source: This action cannot be undone.
lt_lt: Šio veiksmo anuliuoti negalima.

source: This is the administration screen for pending accounts on your site.
lt_lt: Tai laukiančių paskyrų jūsų svetainėje administravimo ekranas.

source: Unfortunately, you cannot use this username.
lt_lt: Deja, šio vartotojo vardo naudoti negalite.

source: Update
lt_lt: Atnaujinti

# user
source: Add Existing
lt_lt: Pridėti esamą

# user
source: Add New
lt_lt: Pridėti naują

source: User profile details
lt_lt: Vartotojo profilio informacija

source: Username
lt_lt: Vartotojo vardas

source: Using the search form, you can find pending accounts more easily. The Username and Email fields will be included in the search.
lt_lt: Naudodami paieškos formą galite lengviau rasti laukiančias paskyras. Laukai Vartotojo vardas ir El. pašto adresas bus įtraukti į paiešką.

source: Wrong data submitted. Please contact site admin.
lt_lt: Pateikti neteisingi duomenys. Susisiekite su svetainės administratoriumi.

source: Wrong date format. Please select again.
lt_lt: Neteisingas datos formatas. Pasirinkite dar kartą.

source: Wrong login details. Please try again.
lt_lt: Klaidingi prisijungimo duomenys. Prašau, pabandykite dar kartą.

source: You are about to delete the following account:
lt_lt: Ketinate ištrinti šią paskyrą:

source: You are about to delete the following accounts:
lt_lt: Ketinate ištrinti šias paskyras:

source: You are about to resend an activation email to the following account:
lt_lt: Ketinate dar kartą išsiųsti aktyvinimo el. laišką į šią paskyrą:

source: You are about to resend an activation email to the following accounts:
lt_lt: Ketinate dar kartą išsiųsti aktyvinimo el. laišką į šias paskyras:

source: You are now logged out.
lt_lt: Dabar esate atsijungęs.

source: You can reorder the list of your pending accounts by clicking on the Username, Email or Registered column headers.
lt_lt: Galite pertvarkyti laukiančių paskyrų sąrašą spustelėdami stulpelių antraštes Vartotojo vardas, El. paštas arba Registruotas.

source: Your Password Must Contain At Least 1 Capital Letter!
lt_lt: Jūsų slaptažodyje turi būti bent 1 didžioji raidė!

source: Your Password Must Contain At Least 1 Lowercase Letter!
lt_lt: Jūsų slaptažodyje turi būti bent 1 mažoji raidė!

source: Your Password Must Contain At Least 1 Number!
lt_lt: Jūsų slaptažodyje turi būti bent 1 skaičius!

source: Your Password Must Contain At Least 8 Characters!
lt_lt: Jūsų slaptažodis turi būti sudarytas iš mažiausiai 8 simbolių!
